@extends('front.layout.app')

@section('content')

<main>
    <!-- START:: BREADCRUMBS -->
    @include('front.auth.parts.breadcrumbs',[$page_name = __('messages.terms_and_conditions')])

    <!-- END:: BREADCRUMBS -->

    <!-- START:: CONTENT PAGE -->
    <div class="content_single_page">
        <div class="container mt-5">
            <div class="row">
                <div class="col-md-12">
                    <div class="content_page_shop mb-3 p-0">
                        <div class="title_page">
                            <h4>{{ __('messages.terms_and_conditions') }}</h4>
                        </div>
                        <div class="content_static_pages">
                        @if(session()->get('locale') == "en")
                                    
                        <p>\r\n                                It states that this paragraph provides that you proceed to the inauguration\r\n                                The Site on the terms you provide to access the Site and devices, including\r\n                                In this suite mobile application (together the “Services”), these are included\r\n                                With reference to these Terms of Use\r\n                            </p>"
                        @else
                        <p>
                                تنص شروط الاستخدام هذه وجميع السياسات والشروط الإضافية (في حال تطبيقها) الموجودة على
                                الموقع على الشروط التي نقدمها لك للدخول الى واستخدام الموقع والخدمات والتطبيقات، بما
                                في ذلك تطبيق الهاتف الجوال الخاصة بنا (ويُشار إليها مجتمعة بـ"الخدمات")تُدرج تلك
                                الوثائق القانونية بالإشارة إليها في شروط الاستخدام الماثلة
                            </p>
                            <p>
                                حال وصولك و/ أو تسجيلك و/ أو استمرارك في استخدام الخدمات أو الوصول إليها، فأنت توافق
                                على الالتزام بشروط الاستخدام هذه والوثائق القانونية بأثر فوري

                            </p>
                            <p>
                                ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن
                                استمرار استخدامك للموقع بعد نشر أي تغيير يعني موافقتك على شروط الاستخدام هذه
                                والوثائق القانونية التي تم تعديلها.
                            </p>
                            <h4>نبذه عن الموقع</h4>
                            <p>
                                تنص شروط الاستخدام هذه وجميع السياسات والشروط الإضافية (في حال تطبيقها) الموجودة على
                                الموقع على الشروط التي نقدمها لك للدخول الى واستخدام الموقع والخدمات والتطبيقات، بما
                                في ذلك تطبيق الهاتف الجوال الخاصة بنا (ويُشار إليها مجتمعة بـ"الخدمات")تُدرج تلك
                                الوثائق القانونية بالإشارة إليها في شروط الاستخدام الماثلة
                            </p>
                            <p>
                                حال وصولك و/ أو تسجيلك و/ أو استمرارك في استخدام الخدمات أو الوصول إليها، فأنت توافق
                                على الالتزام بشروط الاستخدام هذه والوثائق القانونية بأثر فوري

                            </p>
                            <p>
                                ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن
                                استمرار استخدامك للموقع بعد نشر أي تغيير يعني موافقتك على شروط الاستخدام هذه
                                والوثائق القانونية التي تم تعديلها.
                            </p>

                            <h4>شروط التسجيل</h4>
                            <p>
                                تنص شروط الاستخدام هذه وجميع السياسات والشروط الإضافية (في حال تطبيقها) الموجودة على
                                الموقع على الشروط التي نقدمها لك للدخول الى واستخدام الموقع والخدمات والتطبيقات، بما
                                في ذلك تطبيق الهاتف الجوال الخاصة بنا (ويُشار إليها مجتمعة بـ"الخدمات")تُدرج تلك
                                الوثائق القانونية بالإشارة إليها في شروط الاستخدام الماثلة
                            </p>
                            <p>
                                حال وصولك و/ أو تسجيلك و/ أو استمرارك في استخدام الخدمات أو الوصول إليها، فأنت توافق
                                على الالتزام بشروط الاستخدام هذه والوثائق القانونية بأثر فوري

                            </p>
                            <p>
                                ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن
                                استمرار استخدامك للموقع بعد نشر أي تغيير يعني موافقتك على شروط الاستخدام هذه
                                والوثائق القانونية التي تم تعديلها.
                            </p>
                        @endif
                          
                        </div>
                    </div>
                </div>
            </div>

        </div>
    </div>
    <!-- END:: CONTENT PAGE -->
</main>

@endsection