@extends('front.layout.app')

@section('content')

<main>
    <!-- START:: BREADCRUMBS -->
    @include('front.auth.parts.breadcrumbs',[$page_name = __('messages.terms_and_conditions')])

    <!-- END:: BREADCRUMBS -->

    <!-- START:: CONTENT PAGE -->
    <div class="content_single_page">
        <div class="container mt-5">
            <div class="row">
                <div class="col-md-12">
                    <div class="content_page_shop mb-3 p-0">
                        <div class="title_page">
                            <h4>{{ __('messages.terms_and_conditions') }}</h4>
                        </div>
                        <div class="content_static_pages">
                        @if(session()->get('locale') == "en")
                                    
                        <p>\r\n  It states that this paragraph provides that you proceed to the inauguration\r\n   The Site on the terms you provide to access the Site and devices, including\r\n                                In this suite mobile application (together the “Services”), these are included\r\n                                With reference to these Terms of Use\r\n                            </p>"
                        @else
                        <p>
                                تنص شروط الاستخدام هذه وجميع السياسات والشروط الإضافية (في حال تطبيقها) الموجودة على
                                الموقع على الشروط التي نقدمها لك للدخول الى واستخدام الموقع والخدمات والتطبيقات، بما
                                في ذلك تطبيق الهاتف الجوال الخاصة بنا (ويُشار إليها مجتمعة بـ"الخدمات")تُدرج تلك
                                 الوثائق القانونية بالإشارة إليها في شروط الاستخدام الماثلة
                            </p>

                            <p>
                                التوصيل من ٢-٥
                            </p>
                            <p>
                                نقبل الدفع ببطاقات فيزا ، ماستر كارت و كروت ميزا
                            </p>

                            <p>
                                حال وصولك و/ أو تسجيلك و/ أو استمرارك في استخدام الخدمات أو الوصول إليها، فأنت توافق
                                على الالتزام بشروط الاستخدام هذه والوثائق القانونية بأثر فوري

                            </p>




                            <!-- EDITS ARE HERE -->
                            <p>
                                يشير إلى أي معلومات تحدد أو يمكن استخدامها لتحديد هوية الشخص الذي تتعلق به هذه المعلومات أو الاتصال به أو تحديد موقعه، بما في ذلك، على سبيل المثال لا الحصر، الاسم والعنوان ورقم الهاتف ورقم الفاكس وعنوان البريد الإلكتروني والملفات المالية والضمان الاجتماعي. الرقم ومعلومات بطاقة الائتمان. لا تتضمن معلومات التعريف الشخصية المعلومات التي يتم جمعها بشكل مجهول (أي بدون تحديد هوية المستخدم الفردي) أو المعلومات الديموغرافية غير المرتبطة بفرد محدد.
                            </p>



                                <p>
                                    يشير إلى أي معلومات تحدد أو يمكن استخدامها لتحديد هوية الشخص الذي تتعلق به هذه المعلومات أو الاتصال به أو تحديد موقعه، بما في ذلك، على سبيل المثال لا الحصر، الاسم والعنوان ورقم الهاتف ورقم الفاكس وعنوان البريد الإلكتروني والملفات المالية والضمان الاجتماعي. الرقم ومعلومات بطاقة الائتمان. لا تتضمن معلومات التعريف الشخصية المعلومات التي يتم جمعها بشكل مجهول (أي بدون تحديد هوية المستخدم الفردي) أو المعلومات الديموغرافية غير المرتبطة بفرد محدد.
                                </p>


                                <p>
                                    كيف يستخدم الموقع معلومات التعريف الشخصية؟

                                    نحن نستخدم معلومات التعريف الشخصية لتخصيص الموقع، وتقديم عروض الخدمة المناسبة، وتلبية طلبات البيع والشراء على الموقع. قد نرسل بريدًا إلكترونيًا إلى الزوار والعملاء المعتمدين حول فرص البحث أو الشراء والبيع على الموقع أو المعلومات المتعلقة بموضوع الموقع. يجوز لنا أيضًا استخدام معلومات التعريف الشخصية للاتصال بالزوار والعملاء المعتمدين ردًا على استفسارات محددة، أو لتقديم المعلومات المطلوبة.
                                </p>




                                <p>
                                    الذين قد قد تكون مشتركة المعلومات؟

                                    يجوز مشاركة معلومات التعريف الشخصية حول العملاء المعتمدين مع العملاء المعتمدين الآخرين الذين يرغبون في تقييم المعاملات المحتملة مع العملاء المعتمدين الآخرين. يجوز لنا مشاركة معلومات مجمعة حول زوارنا، بما في ذلك التركيبة السكانية لزوارنا وعملائنا المعتمدين، مع الوكالات التابعة لنا والموردين الخارجيين. نحن نقدم أيضًا فرصة "إلغاء الاشتراك" في تلقي المعلومات أو الاتصال بنا أو من قبل أي وكالة تعمل نيابة عنا.

                                </p>


                                <p>

                                    كيف يحافظ الموقع على معلومات التعريف الشخصية آمنة؟

                                    جميع موظفينا على دراية بسياستنا وممارساتنا الأمنية. لا يمكن الوصول إلى معلومات التعريف الشخصية لزوارنا وعملائنا المعتمدين إلا لعدد محدود من الموظفين المؤهلين الذين يتم منحهم كلمة مرور من أجل الوصول إلى المعلومات. نقوم بمراجعة أنظمتنا وعملياتنا الأمنية بشكل منتظم. المعلومات الحساسة، مثل أرقام بطاقات الائتمان أو أرقام الضمان الاجتماعي، محمية بواسطة بروتوكولات التشفير الموضوعة لحماية المعلومات المرسلة عبر الإنترنت. في حين أننا نتخذ تدابير معقولة تجاريًا للحفاظ على موقع آمن، فإن الاتصالات الإلكترونية وقواعد البيانات تكون عرضة للأخطاء والتلاعب والاقتحامات، ولا يمكننا أن نضمن أو نضمن عدم حدوث مثل هذه الأحداث ولن نكون مسؤولين تجاه الزوار أو العملاء المعتمدون لأية حوادث من هذا القبيل.

                                </p>


                                <p>

                                </p>

                                <p>

                                </p>


                                <p>

                                </p>
                            <!-- EDITS ARE HERE -->



















                            <p>
                                ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن
                                استمرار استخدامك للموقع بعد نشر أي تغيير يعني موافقتك على شروط الاستخدام هذه
                                والوثائق القانونية التي تم تعديلها.
                            </p>
                            <h4>نبذه عن الموقع</h4>
                            <p>
                                تنص شروط الاستخدام هذه وجميع السياسات والشروط الإضافية (في حال تطبيقها) الموجودة على
                                الموقع على الشروط التي نقدمها لك للدخول الى واستخدام الموقع والخدمات والتطبيقات، بما
                                في ذلك تطبيق الهاتف الجوال الخاصة بنا (ويُشار إليها مجتمعة بـ"الخدمات")تُدرج تلك
                                الوثائق القانونية بالإشارة إليها في شروط الاستخدام الماثلة
                            </p>
                            <p>
                                حال وصولك و/ أو تسجيلك و/ أو استمرارك في استخدام الخدمات أو الوصول إليها، فأنت توافق
                                على الالتزام بشروط الاستخدام هذه والوثائق القانونية بأثر فوري

                            </p>
                            <p>
                                ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن
                                استمرار استخدامك للموقع بعد نشر أي تغيير يعني موافقتك على شروط الاستخدام هذه
                                والوثائق القانونية التي تم تعديلها.
                            </p>

                            <h4>شروط التسجيل</h4>
                            <p>
                                تنص شروط الاستخدام هذه وجميع السياسات والشروط الإضافية (في حال تطبيقها) الموجودة على
                                الموقع على الشروط التي نقدمها لك للدخول الى واستخدام الموقع والخدمات والتطبيقات، بما
                                في ذلك تطبيق الهاتف الجوال الخاصة بنا (ويُشار إليها مجتمعة بـ"الخدمات")تُدرج تلك
                                الوثائق القانونية بالإشارة إليها في شروط الاستخدام الماثلة
                            </p>
                            <p>
                                حال وصولك و/ أو تسجيلك و/ أو استمرارك في استخدام الخدمات أو الوصول إليها، فأنت توافق
                                على الالتزام بشروط الاستخدام هذه والوثائق القانونية بأثر فوري

                            </p>
                            <p>
                                ان شروط الاستخدام هذه والوثائق القانونية خاضعة للتعديل من قبلنا في اي وقت. إن
                                استمرار استخدامك للموقع بعد نشر أي تغيير يعني موافقتك على شروط الاستخدام هذه
                                والوثائق القانونية التي تم تعديلها.
                            </p>
                        @endif
                          
                        </div>
                    </div>
                </div>
            </div>

        </div>
    </div>
    <!-- END:: CONTENT PAGE -->
</main>

@endsection